[
  {
    "title": "3i-Atlas",
    "date": "2042-03-25 18:20",
    "symbol": "circle.circle.fill",
    "image": "https://fuzzygoat.github.io/article-feed/assets/NeoRed_169_001.png",
    "body": "Asteroid 3i-Atlas is a large near-Earth object estimated to be around 5.8 kilometers wide, traveling at 24.6 km/s. Discovered in 2025 by NASA’s WISE telescope and later confirmed by ESA’s FlyEye system, it has drawn attention for its hybrid Cb-type spectral class — a mix of carbonaceous and B-type features. This transitional classification suggests a complex history, with a composition of dark organic-rich material, hydrated silicates, and trace metals.\n\nIts rotation period is approximately 11.2 hours, with indications of a tumbling motion — likely the result of gravitational interactions. Radar scans show a fractured structure, possibly hollowed or weakened by past impacts. With a surface that reflects just 4% of incoming light, 3i-Atlas is challenging to track using optical systems alone.\n\nIt’s believed to be a fragment from a larger object in the outer asteroid belt, nudged into an Earth-crossing orbit over millions of years. While it poses no imminent threat, simulations place its trajectory within Earth’s vicinity for centuries to come. On the Torino Scale, it currently ranks a 4 — worth monitoring.\n\nSpectral data hint at volatile retention, including phyllosilicates and possibly frozen water. This makes 3i-Atlas a compelling candidate for both scientific study and future resource utilization. Its size, makeup, and orbit combine to make it a powerful symbol of what early detection and planetary defense efforts aim to understand — and prepare for."
  },
  {
    "title": "Apophis",
    "date": "2029-04-13 22:45",
    "symbol": "exclamationmark.triangle.fill",
    "image": "https://fuzzygoat.github.io/article-feed/assets/NeoGreen_169_001.png",
    "body": "Asteroid 99942 Apophis will make a historic close approach to Earth on April 13, 2029, passing just 31,600 kilometers above the surface—closer than many satellites. Measuring about 340 meters in diameter, Apophis moves at over 30,000 km/h and is one of the most closely studied NEOs in recent memory.\n\nWhen first discovered in 2004, preliminary calculations suggested a small chance of impact in 2029, sparking global concern. Continued observations ruled out that risk, but Apophis became a planetary defense milestone, demonstrating the value of early detection.\n\nApophis is classified as an Sq-type asteroid, meaning its surface likely contains silicate minerals such as olivine and pyroxene. Its elongated shape and ~30.6-hour rotation suggest it may be a contact binary. The upcoming flyby offers scientists a rare chance to study its spin, structure, and orbital response to Earth’s gravity in real time.\n\nApophis will be visible to the naked eye across parts of Europe, Africa, and Asia, marking a rare public-facing event for asteroid science. Agencies worldwide are coordinating to observe its flyby using radar, infrared, and optical instruments.\n\nFuture missions, including potential sample return projects, are being considered to further analyze its surface and mechanical properties. While no longer a threat, Apophis remains a key object in NEO research and planetary defense—a case study in how science, vigilance, and international cooperation can neutralize risk through preparation."
  },
  {
    "title": "Phaethon",
    "date": "2034-12-14 08:12",
    "symbol": "flame.circle.fill",
    "image": "https://fuzzygoat.github.io/article-feed/assets/NeoBlue_169_001.png",
    "body": "Asteroid 3200 Phaethon is one of the most unusual objects in the solar system. Although officially classified as an asteroid, it behaves more like a comet. At 5.8 kilometers wide, it follows a highly eccentric orbit that brings it within 21 million kilometers of the Sun — closer than Mercury.\n\nPhaethon is the parent body of the Geminid meteor shower. Unlike comets that release material through sublimating ice, Phaethon appears to shed dust through thermal fracturing as it heats up during solar flybys. This earned it the nickname “rock comet.”\n\nDiscovered in 1983, Phaethon is a B-type asteroid with a dark surface that may contain primitive carbon-rich material. Its rotation period is about 3.6 hours, and radar images reveal a round shape with a ridge-like feature, likely caused by rapid rotation.\n\nSurface temperatures during perihelion exceed 750°C, making it one of the hottest asteroids known. These conditions may explain why it loses material without traditional cometary activity. Over time, this process may significantly reshape its surface.\n\nPhaethon’s next close Earth approach comes in 2026 at around 0.14 AU. JAXA’s DESTINY+ mission aims to fly past the asteroid and analyze its dust environment, potentially revealing insights into how solar heat affects rocky bodies.\n\nPhaethon blurs the line between comet and asteroid and is central to understanding near-Sun object evolution. Its extreme orbit, comet-like behavior, and meteor-shower connection make it a scientifically rich and visually spectacular NEO."
  }
]
